import {nanoid } from "nanoid";
import prodact1 from "../assets/prodact1.png";
import prodact2 from "../assets/prodact2.png";
import prodact3 from "../assets/prodact3.png";

export const products =[
    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact2,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact3,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },
    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact2,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact3,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact2,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact1,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },

    {
        id: nanoid(),
        img:prodact3,
        title:"Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
        name:"Говядина, кусок с/к",
        price:"500",
    },
]   